Repository: oe-alliance/TerrestrialScan
Catalog: TerrestrialScan/po/*.po
Languages: it, nl, ru

source: All
it: Tutti
nl: Alle
ru: Все

source: Australia generic
it: Australia generica
nl: Australië algemeen
ru: Австралия (общий)

source: Automatic
it: Automatico
nl: Automatisch
ru: Автоматически

source: Bandplan
it: Banda
nl: Frequentiebanden
ru: Диапазон группы

source: Cannot allocate the demuxer
it: Impossibile allocare il demuxer
nl: Kan de demuxer niet toewijzen
ru: Невозможно выделить демультиплексор!

source: Cannot free NIM because a recording is in progress
it: Impossibile liberare NIM perché è in corso una registrazione
nl: Kan geen vrije NIM vinden omdat er een opname loopt
ru: Нет свободного NIM(тюнера), возможно потому что идет запись!

source: Cannot get frontend
it: Impossibile accedere all'interfaccia utente
nl: Kan het frontend niet bereiken
ru: Не удается получить интерфейс!

source: Cannot get the NIM
it: Impossibile ottenere il NIM
nl: Kan de NIM niet bereiken
ru: Не удается получить NIM!

source: Cannot retrieve Resource Manager instance
it: Impossibile recuperare l'istanza di Gestione Risorse
nl: Ontvangen Bronnen Beheer instantie niet mogelijk
ru: Невозможно получить экземпляр диспетчера ресурсов!

source: Channel list ID
it: ID elenco canali
nl: Kanaallijst ID
ru: ID списка каналов

source: Clear before scan
it: Cancella prima della scansione
nl: Verwijder voor het scannen
ru: Очистка перед сканированием

source: Country
it: Paese
nl: Land
ru: Страна

source: Create separate radio bouquet
it: Crea bouquet radio separato
nl: Creëer apart radioboeket
ru: Создавать отдельный радио фаворит

source: Create terrestrial bouquet
it: Crea bouquet terrestre
nl: Creëer terrestrisch boeket
ru: Создавать наземной фаворит

source: Create terrestrial.xml file
it: Crea file terrestrial.xml
nl: Creëer bestand terrestrial.xml
ru: Создавать terrestrial.xml файл

source: Enter channel list ID used in your area. If you are not sure enter zero.
it: Inserisci l'ID dell'elenco canali utilizzato nella tua zona. Se non sei sicuro inserisci zero.
nl: Geef het kanaallijst-ID in van uw gebied. Als u niet zeker bent, gebruik u een nul.
ru: Введите идентификатор списка каналов, который используется в Вашем регионе. Если Вы не уверены, введите ноль.

source: Enter the original network ID (ONID) of the multiplexes you wish to restrict the search to. UK terrestrial television normally ONID "9018".
it: Inserisci l'ID di rete originale (ONID) dei multiplex a cui desideri restringere la ricerca. La televisione terrestre britannica normalmente ha ONID "9018".
nl: Geef de originele netwerk-ID (ONID) van de multiplexen waartoe u het zoeken wilt beperken. UK terrestrisch gebruik normaal gesproken "9018".
ru: Введите оригинальный сетевой идентификатор (ONID) мультиплексов, поиск которыми Вы хотите ограничить. Наземное телевидение UK обычно ONID "9018".

source: Exit
it: Esci
nl: Sluit af
ru: Выход

source: Found %d unique transponder
it: Trovato %d transponder univoco
nl: %d unieke transponders gevonden
ru: Найден %d уникальный транспондер

source: Found %d unique transponders
it: Trovati %d transponder univoci
nl: %d unieke transponders gevonden
ru: Найдено %d уникальных транспондеров

source: From XML
it: Da XML
nl: Van XML
ru: Из XML

source: If you know for sure there are no T2 multiplexes in your area select yes. This will speed up scan time.
it: Se sei sicuro che nella tua zona non ci siano multiplex T2, seleziona "Sì". Questo velocizzerà il tempo di scansione.
ru: Если вы точно знаете, что в вашем районе нет мультиплексов T2, выберите да. Это ускорит время сканирования.

source: If you select "yes" all stored terrestrial channels will be deleted before starting the current search.
it: Se selezioni "Sì", tutti i canali terrestri memorizzati verranno eliminati prima di avviare la ricerca corrente.
nl: Als u dit kiest, worden alle opgeslagen terristische kanalen verwijderd voordat het zoeken begint.
ru: Если Вы выберете "да", то все сохраненные наземные каналы будут удалены перед началом текущего поиска.

source: If you select "yes" and LCNs are found in the NIT, the scan will create a bouquet of terrestrial channels in LCN order and add it to the bouquet list.
it: Se selezioni "Sì" e vengono trovati LCN nel NIT, la scansione creerà un bouquet di canali terrestri in ordine LCN e lo aggiungerà all'elenco dei bouquet.
nl: Als u "Ja" kiest en er LCN's gevonden worden in de NIT, zal de scan een boeket creëren van de kanalen in de volgorde van de NIT en dat toevoegen aan de bestaande boeketten.
ru: Если Вы выберете "да" и LCNs найдены в NIT, сканирование создаст набор наземных каналов в порядке LCN и добавит его в список фаворитов.

source: If you select "yes" and radio services are found these will be placed in a separate bouquet. Otherwise TV and radio services will be placed in a combined bouquet.
it: Se selezioni "Sì" e vengono trovati servizi radio, questi verranno posizionati in un bouquet separato. Altrimenti i servizi TV e radio verranno posizionati in un bouquet combinato.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
it: Se selezioni "Sì", la scansione salverà solo i canali che non sono crittografati; "No" troverà canali crittografati e non crittografati.
nl: Als u "'ja" kiest, zullen alleen kanalen worden opgeslagen die niet gecodeerd zijn; bij "nee" worden alle kanalen opgeslagen.
ru: Если Вы выберите "да" после сканирования будут сохранены только не кодированные каналы, "нет" поиск для кодированных и не кодированных каналов.

source: LCN Descriptor
it: Descrittore LCN
ru: Дескриптор LCN

source: MakeBouquet
it: Creazione bouquet
nl: Maak boeket
ru: Создать фаворит

source: Making bouquet...
it: Creazione bouquet in corso...
nl: Maakt boeket...
ru: Создаем фаворит...

source: Most transmitters in European countries only have TV channels in the UHF band. Select "UHF Europe channels 21-49" in countries that are now using channels 50+ for GSM. Select "From XML" to access bandplans that are preloaded on the device.
it: La maggior parte dei trasmettitori nei paesi europei ha solo canali TV nella banda UHF. Seleziona "UHF Europa 21-49" nei paesi che ora usano i canali 50+ per GSM. Seleziona "Da XML" per accedere alle bande preinstallate sul dispositivo.

source: No frequencies to search
it: Nessuna frequenza da cercare
nl: Geen frequenties om te zoeken
ru: Нет частот для поиска!

source: No terrestrial tuner found
it: Nessun tuner terrestre trovato
nl: Geen terrestrische tuner gevonden
ru: Не найден наземный тюнер!

source: No transponders to read
it: Nessun transponder da leggere
nl: Geen transponders om te lezen
ru: Нет транспондеров для чтения!

source: No valid NIM found for terrestrial
it: Nessun NIM valido trovato per terrestre
nl: Geen geldige NIM gevonden voor terrestrisch
ru: Не найден действительный наземный NIM!

source: ONID to search
it: ONID da cercare
nl: ONID naar zoeken
ru: ONID для поиска

source: Only free scan
it: Solo scansione canali in chiaro
nl: Alleen vrije kanalen
ru: Сохранение только открытых каналов

source: Period of time to wait for the tuner to stabalise before taking a signal quality reading. 2 seconds is good for most hardware but some may require longer.
it: Periodo di tempo di attesa per la stabilizzazione del tuner prima di eseguire una lettura della qualità del segnale. 2 secondi vanno bene per la maggior parte dell'hardware, ma alcuni potrebbero richiedere più tempo.
nl: Een tijdsbestek van 2 sec is voor de meeste tuners voldoende om goed op het signaal af te stemmen, maar sommige apparatuur heeft meer tijd nodig.
ru: Время ожидания стабилизации тюнера перед измерением качества сигнала. 2 секунды - это хорошо для большинства оборудования, но для некоторых может потребоваться больше времени.

source: Reading %s MHz %s
it: Lettura %s MHz %s

source: Reading SI tables on %s MHz
it: Lettura tabelle SI a %s MHz
nl: Leest SI-tabellen op %s MHz
ru: Чтение SI таблиц для %s MHz

source: Reading streams
it: Lettura stream
nl: Leest kanalen
ru: Чтение потоков

source: Really close without saving settings?
it: Chiudere davvero senza salvare le impostazioni?
nl: Echt afsluiten zonder op te slaan?
ru: Действительно закрыть без сохранения настроек?

source: Region
it: Regione
nl: Regio
ru: Регион

source: Restrict search to single ONID
it: Limita la ricerca ad un singolo ONID
nl: Beperk tot enkele ONID
ru: Ограничить поиск одним ONID

source: Scan
it: Scansione
ru: Сканирование

source: Scanning for active transponders
it: Scansione per transponder attivi
nl: Scant actieve transponders
ru: Сканирование для активных транспондеров

source: Select "Yes" to restrict the search to multiplexes that belong to a single original network ID (ONID). Select "No" to search all ONIDs.
it: Seleziona "Sì" per limitare la ricerca ai multiplex che appartengono a un unico identificatore di rete originale (ONID). Seleziona "No" per cercare tutti gli ONID.
nl: Kies "Ja" om het zoeken te beperken tot multiplexen die behoren tot de originele netwerk-ID (ONID). Kies "Nee" om alle ONIDs te zoeken.
ru: Выберите "Да", чтобы ограничить поиск мультиплексами, принадлежащими одному оригинальному идентификатору сети (ONID). Выберите "Нет" для поиска по всем ONIDs.

source: Select "yes" to create a custom terrestrial.xml file and install it in /etc/enigma2 for system scans to use.
it: Seleziona "Sì" per creare un file terrestrial.xml personalizzato e installarlo in /etc/enigma2 per l'utilizzo nelle scansioni di sistema.
nl: Kies voor 'ja' om uw eigen terrestrial.xml bestand te maken en plaats het in /etc/enigma2 om voor scans te kunnen gebruiken.
ru: Выберите "да", чтобы создать собственный файл terrestrial.xml и установить его в /etc/enigma2 для использования при сканировании системы.

source: Select a tuner that is configured for terrestrial scans. "Automatic" will pick the highest spec available tuner.
it: Seleziona un tuner configurato per le scansioni terrestri. "Automatico" sceglierà il tuner disponibile con le specifiche più elevate.
nl: Kies een tuner die is geconfigureerd voor terrestrische scans. "Automatisch" zal de tuner met de beste specificaties gebruiken.
ru: Выберите тюнер, который настроен для наземного сканирования. Вариант " Автоматически" означает, что будет выбран доступный наземный тюнер с самой высокой спецификацией настроек.

source: Select the LCN descriptor used in your area. 0x83 is the default DVB standard descriptor. 0x87 is used in some Scandinavian countries.
it: Seleziona il descrittore LCN utilizzato nella tua zona. 0x83 è il descrittore standard DVB predefinito. 0x87 è utilizzato in alcuni paesi scandinavi.
nl: Kies de LCN-descriptor die in uw gebied gebruikt wordt. 0x83 is de standaard DVB-descriptor. 0x87 wordt in enkele Scandinavische landen gebruikt.
ru: Выберите дескриптор LCN, используемый в Вашем регионе. 0x83 - стандартный дескриптор DVB по умолчанию. 0x87 используется в некоторых скандинавских странах.

source: Select your country. If not available select 'all'.
it: Seleziona il tuo paese. Se non disponibile seleziona "Tutti".
nl: Kies uw land. Indien niet beschikbaar kiest u 'alle'.
ru: Выберите Вашу страну. Если недоступно, выберите 'все'.

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
it: Seleziona la tua regione. Se non disponibile, modifica "Paese" in "Tutti" e seleziona una delle alternative predefinite.
nl: Kies uw gebied. Indien niet beschikbaar verandert u 'Land' in 'alle' en kiest u één van de alternatieven.
ru: Выберите свой регион. Если он недоступен, измените 'Страна' на 'все' и выберите одну из альтернатив по умолчанию.

source: Selected tuner is not cofigured
it: Il tuner selezionato non è configurato
nl: De gekozen tuner is niet geconfigureerd
ru: Выбранный тюнер не настроен!

source: Signal quality stabilisation time (secs)
it: Tempo di stabilizzazione della qualità del segnale (sec)

source: Skip T2
it: Salta T2
ru: Пропускать T2

source: Starting scanner
it: Avvio dello scanner
nl: Start scanner
ru: Старт сканера

source: Starting search...
it: Inizio ricerca...
nl: Start zoeken...
ru: Старт поиска...

source: Terrestrial
it: Digitale Terrestre
nl: Terrestrisch
ru: Наземное ТВ

source: Terrestrial Scan
it: Scansione terrestre
ru: Наземное сканирование

source: TerrestrialScan
it: Ricerca canali terrestri
ru: Наземное сканирование

source: Tuning %s MHz
it: Sintonia %s MHz
nl: Tunet %s MHz
ru: Настройка %s MHz

source: Tuning %s MHz %s
it: Sintonia %s MHz %s

source: UHF Europe
it: UHF Europa
nl: UHF Europa
ru: UHF Европа

source: UHF Europe channels 21-49
it: UHF Europa 21-49

source: UHF/VHF Europe
it: UHF/VHF Europa
nl: UHF/VHF Europa
ru: UHF/VHF Европа

source: Tuner
ru: Тюнер
